Repository: StrawHara/forcast
Catalog: Forcast/Resources/*.lproj/Localizable.strings
Languages: fr

# add_city
source: Add a city
fr: Ajouter une ville

source: Cities
fr: Villes

source: City
fr: Ville

# east
source: the east
fr: de l'est

# north
source: the north
fr: du nord

source: not set
fr: non-défini

source: Refresh
fr: Mise à jour

# south
source: the south
fr: du sud

# temp
source: %@ - Max: %@ - Min:%@ - Humidity: %@
fr: %@ - Max: %@ - Min:%@ - Humidité: %@

# west
source: the west
fr: de l'ouest

# wind
source: %@, coming from %@
fr: %@, venant %@
